{
    "items": [
      {
        "id": "KVGd-NabpW0C",
        "volumeInfo": {
          "title": "The Plague",
          "authors": [
            "Albert Camus"
          ],
          "publishedDate": "1991-05-07",
          "description": "“Its relevance lashes you across the face.” —Stephen Metcalf, The Los Angeles Times • “A redemptive book, one that wills the reader to believe, even in a time of despair.” —Roger Lowenstein, The Washington Post A haunting tale of human resilience and hope in the face of unrelieved horror, Albert Camus' iconic novel about an epidemic ravaging the people of a North African coastal town is a classic of twentieth-century literature. The townspeople of Oran are in the grip of a deadly plague, which condemns its victims to a swift and horrifying death. Fear, isolation and claustrophobia follow as they are forced into quarantine. Each person responds in their own way to the lethal disease: some resign themselves to fate, some seek blame, and a few, like Dr. Rieux, resist the terror. An immediate triumph when it was published in 1947, The Plague is in part an allegory of France's suffering under the Nazi occupation, and a timeless story of bravery and determination against the precariousness of human existence.",
          "categories": [
            "Fiction"
          ],
          "imageLinks": {
            "smallThumbnail": "http://books.google.com/books/content?id=KVGd-NabpW0C&printsec=frontcover&img=1&zoom=5&source=gbs_api",
            "thumbnail": "http://books.google.com/books/content?id=KVGd-NabpW0C&printsec=frontcover&img=1&zoom=1&source=gbs_api"
          }
        }
      },
      {
        "id": "FOHtDwAAQBAJ",
        "volumeInfo": {
          "title": "Ready Player Two",
          "authors": [
            "Ernest Cline"
          ],
          "publishedDate": "2020-11-24",
          "description": "#1 NEW YORK TIMES BESTSELLER • The thrilling sequel to the beloved worldwide bestseller Ready Player One, the near-future adventure that inspired the blockbuster Steven Spielberg film. NAMED ONE OF THE BEST BOOKS OF THE YEAR BY THE WASHINGTON POST • “The game is on again. . . . A great mix of exciting fantasy and threatening fact.”—The Wall Street Journal AN UNEXPECTED QUEST. TWO WORLDS AT STAKE. ARE YOU READY? Days after winning OASIS founder James Halliday’s contest, Wade Watts makes a discovery that changes everything. Hidden within Halliday’s vaults, waiting for his heir to find, lies a technological advancement that will once again change the world and make the OASIS a thousand times more wondrous—and addictive—than even Wade dreamed possible. With it comes a new riddle, and a new quest—a last Easter egg from Halliday, hinting at a mysterious prize. And an unexpected, impossibly powerful, and dangerous new rival awaits, one who’ll kill millions to get what he wants. Wade’s life and the future of the OASIS are again at stake, but this time the fate of humanity also hangs in the balance. Lovingly nostalgic and wildly original as only Ernest Cline could conceive it, Ready Player Two takes us on another imaginative, fun, action-packed adventure through his beloved virtual universe, and jolts us thrillingly into the future once again.",
          "categories": [
            "Fiction"
          ],
          "imageLinks": {
            "smallThumbnail": "http://books.google.com/books/content?id=FOHtDwAAQBAJ&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
            "thumbnail": "http://books.google.com/books/content?id=FOHtDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
          }
        }
      },
      {
        "id": "TayGZxfYF_EC",
        "volumeInfo": {
          "title": "Future Shock",
          "authors": [
            "Alvin Toffler"
          ],
          "publishedDate": "1981",
          "description": "Explores the nature and implications of a third wave of change that is now creating a new civilization with its own life-styles, jobs, sexual attitudes, concepts of family and love, economic structures, and political philosophies",
          "categories": [
            "Fiction"
          ],
          "imageLinks": {
            "smallThumbnail": "http://books.google.com/books/content?id=TayGZxfYF_EC&printsec=frontcover&img=1&zoom=5&source=gbs_api",
            "thumbnail": "http://books.google.com/books/content?id=TayGZxfYF_EC&printsec=frontcover&img=1&zoom=1&source=gbs_api"
          }
        }
      },
      {
        "id": "kHC0z2yD464C",
        "volumeInfo": {
          "title": "Agamemnon's Daughter",
          "authors": [
            "Ismail Kadare"
          ],
          "publishedDate": "2006",
          "description": "In the title novella, a young man working for the state-controlled media agency experiences a vision of the ancient general Agamemnon, who warns him of the repercussions of his love affair with a high-ranking official's daughter, in a collection that also includes the short stories \"The Blinding Order\" and \"The Great Wall.\"",
          "categories": [
            "Fiction"
          ],
          "imageLinks": {
            "smallThumbnail": "http://books.google.com/books/content?id=kHC0z2yD464C&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
            "thumbnail": "http://books.google.com/books/content?id=kHC0z2yD464C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
          }
        }
      },
      {
        "id": "icKmd-tlvPMC",
        "volumeInfo": {
          "title": "Journey to the Center of the Earth",
          "authors": [
            "Jules Verne"
          ],
          "publishedDate": "2006-04-25",
          "description": "The intrepid Professor Lindenbrock embarks upon the strangest expedition of the nineteenth century: a journey down an extinct Icelandic volcano to the Earth’s very core. In his quest to penetrate the planet’s primordial secrets, the geologist—together with his quaking nephew Axel and their devoted guide, Hans—discovers an astonishing subterranean menagerie of prehistoric proportions. Verne’s imaginative tale is at once the ultimate science fiction adventure and a reflection on the perfectibility of human understanding and the psychology of the questor. As David Brin notes in his Introduction, though Verne never knew the term “science fiction,” Journey to the Centre of the Earth is “inarguably one of the wellsprings from which it all began.”",
          "categories": [
            "Fiction"
          ],
          "imageLinks": {
            "smallThumbnail": "http://books.google.com/books/content?id=icKmd-tlvPMC&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
            "thumbnail": "http://books.google.com/books/content?id=icKmd-tlvPMC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
          }
        }
      },
      {
        "id": "xZNVDAaxrGIC",
        "volumeInfo": {
          "title": "The Boleyn Inheritance",
          "authors": [
            "Philippa Gregory"
          ],
          "publishedDate": "2008-12-30",
          "description": "THREE WOMEN WHO SHARE ONE FATE: THE BOLEYN INHERITANCE ANNE OF CLEVES She runs from her tiny country, her hateful mother, and her abusive brother to a throne whose last three occupants are dead. King Henry VIII, her new husband, instantly dislikes her. Without friends, family, or even an understanding of the language being spoken around her, she must literally save her neck in a court ruled by a deadly game of politics and the terror of an unpredictable and vengeful king. Her Boleyn Inheritance: accusations and false witnesses. KATHERINE HOWARD She catches the king's eye within moments of arriving at court, setting in motion the dreadful machine of politics, intrigue, and treason that she does not understand. She only knows that she is beautiful, that men desire her, that she is young and in love -- but not with the diseased old man who made her queen, beds her night after night, and killed her cousin Anne. Her Boleyn Inheritance: the threat of the axe. JANE ROCHFORD She is the Boleyn girl whose testimony sent her husband and sister-in-law to their deaths. She is the trusted friend of two threatened queens, the perfectly loyal spy for her uncle, the Duke of Norfolk, and a canny survivor in the murderous court of a most dangerous king. Throughout Europe, her name is a byword for malice, jealousy, and twisted lust. Her Boleyn Inheritance: a fortune and a title, in exchange for her soul. The Boleyn Inheritance is a novel drawn tight as a lute string about a court ruled by the gallows and three women whose positions brought them wealth, admiration, and power as well as deceit, betrayal, and terror. Once again, Philippa Gregory has brought a vanished world to life -- the whisper of a silk skirt on a stone stair, the yellow glow of candlelight illuminating a hastily written note, the murmurs of the crowd gathering on Tower Green below the newly built scaffold. In The Boleyn Inheritance Gregory is at her intelligent and page-turning best.",
          "categories": [
            "Fiction"
          ],
          "imageLinks": {
            "smallThumbnail": "http://books.google.com/books/content?id=xZNVDAaxrGIC&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
            "thumbnail": "http://books.google.com/books/content?id=xZNVDAaxrGIC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
          }
        }
      },
      {
        "id": "FxmjXM5RNNwC",
        "volumeInfo": {
          "title": "Bag of Bones",
          "authors": [
            "Stephen King"
          ],
          "publishedDate": "1999-06-01",
          "description": "From #1 New York Times bestselling author Stephen King, a powerful tale of grief, of love's enduring bonds, and the haunting secrets of the past. Four years after the sudden death of his wife, forty-year-old bestselling novelist Mike Noonan is still grieving. Unable to write, and plagued by vivid nightmares set at the western Maine summerhouse he calls Sara Laughs, Mike reluctantly returns to the lakeside getaway. There, he finds his beloved Yankee town held in the grip of a powerful millionaire, Max Devore, whose vindictive purpose is to take his three-year-old granddaughter, Kyra, away from her widowed young mother, Mattie. As Mike is drawn into Mattie and Kyra's struggle, as he falls in love with both of them, he is also drawn into the mystery of Sara Laughs, now the site of ghostly visitations and escalating terrors. What are the forces that have been unleashed here -- and what do they want of Mike Noonan? It is no secret that King is one of our most mesmerizing storytellers. In Bag of Bones, he proves to be one of our most moving as well.",
          "categories": [
            "Fiction"
          ],
          "imageLinks": {
            "smallThumbnail": "http://books.google.com/books/content?id=FxmjXM5RNNwC&printsec=frontcover&img=1&zoom=5&source=gbs_api",
            "thumbnail": "http://books.google.com/books/content?id=FxmjXM5RNNwC&printsec=frontcover&img=1&zoom=1&source=gbs_api"
          }
        }
      },
      {
        "id": "jS2BDwAAQBAJ",
        "volumeInfo": {
          "title": "For Whom the Bell Tolls",
          "authors": [
            "Ernest Hemingway"
          ],
          "publishedDate": "2019-07-16",
          "description": "Introduced by Hemingway’s grandson Seán Hemingway, this newly annotated edition and literary masterpiece about an American in the Spanish Civil War features early drafts and supplementary material—including three previously uncollected short stories on war by one the greatest writers on the subject in history. In 1937 Ernest Hemingway traveled to Spain to cover the civil war for the North American Newspaper Alliance. Three years later he completed the greatest novel to emerge from “the good fight,” and one of the foremost classics of war literature in history. Published in 1940, For Whom the Bell Tolls tells of loyalty and courage, love and defeat, and the tragic death of an ideal. Robert Jordan is a young American in the International Brigades attached to an antifascist guerilla unit in the mountains of Spain. In his portrayal of Jordan’s love for the beautiful Maria and his superb account of El Sordo’s last stand, Hemingway creates a work at once rare and beautiful, strong and brutal, compassionate, moving, and wise. “If the function of a writer is to reveal reality,” Maxwell Perkins wrote Hemingway after reading the manuscript, “no one ever so completely performed it.” Greater in power, broader in scope, and more intensely emotional than any of the author’s previous works, it stands as one of the best war novels of all time. Featuring early drafts and manuscript notes, some of Hemingway’s writings during the Spanish Civil War, and three previously collected stories of his on the subject of war, as well as a personal foreword by the author’s son Patrick Hemingway, and a new introduction by the author’s grandson Seán Hemingway, this edition of For Whom the Bell Tolls brings new life to a literary master’s epic like never before.",
          "categories": [
            "Fiction"
          ],
          "imageLinks": {
            "smallThumbnail": "http://books.google.com/books/content?id=jS2BDwAAQBAJ&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
            "thumbnail": "http://books.google.com/books/content?id=jS2BDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
          }
        }
      },
      {
        "id": "ko6qK38hRDYC",
        "volumeInfo": {
          "title": "The Complete Stories",
          "authors": [
            "Franz Kafka"
          ],
          "publishedDate": "2012-10-24",
          "description": "The complete stories of one of the greatest writers of the twentieth century, the author of The Metamorphosis and The Trial. “An important book, valuable in itself and absolutely fascinating. The stories are dreamlike, allegorical, symbolic, parabolic, grotesque, ritualistic, nasty, lucent, extremely personal, ghoulishly detached, exquisitely comic, numinous, and prophetic.” —The New York Times The Complete Stories brings together all of Kafka’s stories, from the classic tales such as “The Metamorphosis,” “In the Penal Colony,” and “A Hunger Artist” to shorter pieces and fragments that Max Brod, Kafka’s literary executor, released after Kafka’s death. With the exception of his three novels, the whole of Kafka’s narrative work is included in this volume. “[Kafka] spoke for millions in their new unease; a century after his birth, he seems the last holy writer, and the supreme fabulist of modern man’s cosmic predicament.” —from the Foreword by John Updike",
          "categories": [
            "Fiction"
          ],
          "imageLinks": {
            "smallThumbnail": "http://books.google.com/books/content?id=ko6qK38hRDYC&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
            "thumbnail": "http://books.google.com/books/content?id=ko6qK38hRDYC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
          }
        }
      },
      {
        "id": "In8mDwAAQBAJ",
        "volumeInfo": {
          "title": "How to Stop Time",
          "authors": [
            "Matt Haig"
          ],
          "publishedDate": "2018-02-06",
          "description": "From the New York Times bestselling author of The Midnight Library. “A quirky romcom dusted with philosophical observations….A delightfully witty…poignant novel.” —The Washington Post “She smiled a soft, troubled smile and I felt the whole world slipping away, and I wanted to slip with it, to go wherever she was going… I had existed whole years without her, but that was all it had been. An existence. A book with no words.” Tom Hazard has just moved back to London, his old home, to settle down and become a high school history teacher. And on his first day at school, he meets a captivating French teacher at his school who seems fascinated by him. But Tom has a dangerous secret. He may look like an ordinary 41-year-old, but owing to a rare condition, he's been alive for centuries. Tom has lived history--performing with Shakespeare, exploring the high seas with Captain Cook, and sharing cocktails with Fitzgerald. Now, he just wants an ordinary life. Unfortunately for Tom, the Albatross Society, the secretive group which protects people like Tom, has one rule: Never fall in love. As painful memories of his past and the erratic behavior of the Society's watchful leader threaten to derail his new life and romance, the one thing he can't have just happens to be the one thing that might save him. Tom will have to decide once and for all whether to remain stuck in the past, or finally begin living in the present. How to Stop Time tells a love story across the ages—and for the ages—about a man lost in time, the woman who could save him, and the lifetimes it can take to learn how to live. It is a bighearted, wildly original novel about losing and finding yourself, the inevitability of change, and how with enough time to learn, we just might find happiness. Soon to be a major motion picture starring Benedict Cumberbatch.",
          "categories": [
            "Fiction"
          ],
          "imageLinks": {
            "smallThumbnail": "http://books.google.com/books/content?id=In8mDwAAQBAJ&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
            "thumbnail": "http://books.google.com/books/content?id=In8mDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
          }
        }
      },
      {
        "id": "OqAFAQAAIAAJ",
        "volumeInfo": {
          "title": "Mrs. Dalloway",
          "authors": [
            "Virginia Woolf"
          ],
          "publishedDate": "1925",
          "description": "Heralded as Virginia Woolf's greatest novel, this is a vivid portrait of a single day in a woman's life. When we meet her, Mrs. Clarissa Dalloway is preoccupied with the last-minute details of party preparation while in her mind she is something much more than a perfect society hostess. As she readies her house, she is flooded with remembrances of faraway times. And, met with the realities of the present, Clarissa reexamines the choices that brought her there, hesitantly looking ahead to the unfamiliar work of growing old. \"Mrs. Dalloway was the first novel to split the atom. If the novel before Mrs. Dalloway aspired to immensities of scope and scale, to heroic journeys across vast landscapes, with Mrs. Dalloway Virginia Woolf insisted that it could also locate the enormous within the everyday; that a life of errands and party-giving was every bit as viable a subject as any life lived anywhere; and that should any human act in any novel seem unimportant, it has merely been inadequately observed. The novel asan art form has not been the same since. \"Mrs. Dalloway also contains some of the most beautiful, complex, incisive and idiosyncratic sentences ever written in English, and that alone would be reason enough to read it. It is one of the most moving, revolutionary artworks of the twentieth century.\" --Michael Cunningham, author of The Hours",
          "categories": [
            "Fiction"
          ],
          "imageLinks": {
            "smallThumbnail": "http://books.google.com/books/content?id=OqAFAQAAIAAJ&printsec=frontcover&img=1&zoom=5&source=gbs_api",
            "thumbnail": "http://books.google.com/books/content?id=OqAFAQAAIAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api"
          }
        }
      },
      {
        "id": "sSSPEAAAQBAJ",
        "volumeInfo": {
          "title": "The Arabian Nights",
          "publishedDate": "2004-06-01",
          "description": "Full of mischief, valor, ribaldry, and romance, The Arabian Nights has enthralled readers for centuries. These are the tales that saved the life of Shahrazad, whose husband, the king, executed each of his wives after a single night of marriage. Beginning an enchanting story each evening, Shahrazad always withheld the ending: A thousand and one nights later, her life was spared forever. This volume reproduces the 1932 Modern Library edition, for which Bennett A. Cerf chose the most famous and representative stories from Sir Richard F. Burton's multivolume translation, and includes Burton's extensive and acclaimed explanatory notes. These tales, including Alaeddin; or, the Wonderful Lamp, Sinbad the Seaman and Sinbad the Landsman, and Ali Baba and the Forty Thieves, have entered into the popular imagination, demonstrating that Shahrazad's spell remains unbroken.",
          "categories": [
            "Fiction"
          ],
          "imageLinks": {
            "smallThumbnail": "http://books.google.com/books/content?id=sSSPEAAAQBAJ&printsec=frontcover&img=1&zoom=5&source=gbs_api",
            "thumbnail": "http://books.google.com/books/content?id=sSSPEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api"
          }
        }
      },
      {
        "id": "oNY0DwAAQBAJ",
        "volumeInfo": {
          "title": "There There",
          "authors": [
            "Tommy Orange"
          ],
          "publishedDate": "2018-06-05",
          "description": "PULITZER PRIZE FINALIST • NATIONAL BESTSELLER • A wondrous and shattering award-winning novel that follows twelve characters from Native communities: all traveling to the Big Oakland Powwow, all connected to one another in ways they may not yet realize. A contemporary classic, this “astonishing literary debut” (Margaret Atwood, bestselling author of The Handmaid’s Tale) “places Native American voices front and center” (NPR/Fresh Air). One of The Atlantic’s Great American Novels of the Past 100 Years Among them is Jacquie Red Feather, newly sober and trying to make it back to the family she left behind. Dene Oxendene, pulling his life together after his uncle’s death and working at the powwow to honor his memory. Fourteen-year-old Orvil, coming to perform traditional dance for the very first time. They converge and collide on one fateful day at the Big Oakland Powwow and together this chorus of voices tells of the plight of the urban Native American—grappling with a complex and painful history, with an inheritance of beauty and spirituality, with communion and sacrifice and heroism A book with “so much jangling energy and brings so much news from a distinct corner of American life that it’s a revelation” (The New York Times). It is fierce, funny, suspenseful, and impossible to put down--full of poetry and rage, exploding onto the page with urgency and force. There There is at once poignant and unflinching, utterly contemporary and truly unforgettable. Don't miss Tommy Orange's new book, Wandering Stars!",
          "categories": [
            "Fiction"
          ],
          "imageLinks": {
            "smallThumbnail": "http://books.google.com/books/content?id=oNY0DwAAQBAJ&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
            "thumbnail": "http://books.google.com/books/content?id=oNY0DwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
          }
        }
      },
      {
        "id": "WK_mPzxMFfoC",
        "volumeInfo": {
          "title": "Sunset Park",
          "authors": [
            "Paul Auster"
          ],
          "publishedDate": "2010-11-04",
          "description": "Auster's novel of love and forgiveness from the author of contemporary classic The New York Trilogy: 'a literary voice for the ages' ( Guardian) S unset Park is set in the sprawling flatlands of Florida, where twenty-eight-year-old Miles is photographing the last lingering traces of families who have abandoned their houses due to debt or foreclosure. Miles is haunted by guilt for having inadvertently caused the death of his step-brother, a situation that caused him to flee his father and step-mother in New York seven years ago. What keeps him in Florida is his relationship with a teenage high-school girl, Pilar, but when her family threatens to expose their relationship, Miles decides to protect Pilar by going back to Brooklyn, where he settles in a squat to prepare himself to face the inevitable confrontation with his father - a confrontation he has been avoiding for years. Set against the backdrop of the devastating global recession, and pulsing with the energy of Auster's previous novel Invisible, Sunset Park is as mythic as it is contemporary, as in love with baseball as it is with literature. It is above all, a story about love and forgiveness - not only among men and women, but also between fathers and sons.",
          "categories": [
            "Fiction"
          ],
          "imageLinks": {
            "smallThumbnail": "http://books.google.com/books/content?id=WK_mPzxMFfoC&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
            "thumbnail": "http://books.google.com/books/content?id=WK_mPzxMFfoC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
          }
        }
      },
      {
        "id": "qb6eCQAAQBAJ",
        "volumeInfo": {
          "title": "Foe",
          "authors": [
            "J M Coetzee"
          ],
          "publishedDate": "2015-05-28",
          "description": "Nobel Laureate and two-time Booker prize-winning author of Disgrace and The Life and Times of Michael K, J. M. Coetzee reimagines Daniel DeFoe's classic novel Robinson Crusoe in Foe. Published as a Penguin Essential for the first time. In an act of breathtaking imagination, J.M Coetzee radically reinvents the story of Robinson Crusoe. In the early eighteenth century, Susan Barton finds herself adrift from a mutinous ship and cast ashore on a remote desert island. There she finds shelter with its only other inhabitants: a man named Cruso and his tongueless slave, Friday. In time, she builds a life for herself as Cruso's companion and, eventually, his lover. At last they are rescued by a passing ship, but only she and Friday survive the journey back to London. Determined to have her story told, she pursues the eminent man of letters Daniel Foe in the hope that he will relate truthfully her memories to the world. But with Cruso dead, Friday incapable of speech and Foe himself intent on reshaping her narrative, Barton struggles to maintain her grip on the past, only to fall victim to the seduction of storytelling itself. Treacherous, elegant and unexpectedly moving, Foe remains one of the most exquisitely composed of this pre-eminent author's works. 'A small miracle of a book. . . of marvellous intricacy and overwhelming power' Washington Post 'A superb novel' The New York Times",
          "categories": [
            "Fiction"
          ],
          "imageLinks": {
            "smallThumbnail": "http://books.google.com/books/content?id=qb6eCQAAQBAJ&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
            "thumbnail": "http://books.google.com/books/content?id=qb6eCQAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
          }
        }
      },
      {
        "id": "54xEDwAAQBAJ",
        "volumeInfo": {
          "title": "Growth of the Soil",
          "authors": [
            "Knut Hamsun"
          ],
          "publishedDate": "1972-05-12",
          "description": "The story of an elemental existence in rural Norway.",
          "categories": [
            "Fiction"
          ],
          "imageLinks": {
            "smallThumbnail": "http://books.google.com/books/content?id=54xEDwAAQBAJ&printsec=frontcover&img=1&zoom=5&source=gbs_api",
            "thumbnail": "http://books.google.com/books/content?id=54xEDwAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api"
          }
        }
      },
      {
        "id": "6vGiDwAAQBAJ",
        "volumeInfo": {
          "title": "The Picture of Dorian Gray",
          "authors": [
            "Oscar Wilde"
          ],
          "publishedDate": "2019-07-12",
          "description": "The Picture of Dorian Gray is the only published novel by Oscar Wilde, appearing as the lead story in Lippincott's Monthly Magazine on 20 June 1890, printed as the July 1890 issue. The magazine's editors feared the story was indecent as submitted, so they censored roughly 500 words, without Wilde's knowledge, before publication. But even with that, the story was still greeted with outrage by British reviewers, some of whom suggested that Wilde should be prosecuted on moral grounds, leading Wilde to defend the novel aggressively in letters to the British press. Today, Wilde's fin de siècle novella is considered a classic. This new edition from Immortal Books includes footnotes and images.",
          "categories": [
            "Fiction"
          ],
          "imageLinks": {
            "smallThumbnail": "http://books.google.com/books/content?id=6vGiDwAAQBAJ&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
            "thumbnail": "http://books.google.com/books/content?id=6vGiDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
          }
        }
      },
      {
        "id": "9N1uEAAAQBAJ",
        "volumeInfo": {
          "title": "The Hunchback of Notre-Dame",
          "authors": [
            "Victor Hugo"
          ],
          "publishedDate": "2022-05-10",
          "description": "Reprint of the original, first published in 1869.",
          "categories": [
            "Fiction"
          ],
          "imageLinks": {
            "smallThumbnail": "http://books.google.com/books/content?id=9N1uEAAAQBAJ&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
            "thumbnail": "http://books.google.com/books/content?id=9N1uEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
          }
        }
      },
      {
        "id": "qtDvCAAAQBAJ",
        "volumeInfo": {
          "title": "The Vegetarian",
          "authors": [
            "Han Kang"
          ],
          "publishedDate": "2016-02-02",
          "description": "FROM HAN KANG, WINNER OF THE 2024 NOBEL PRIZE IN LITERATURE “[Han Kang’s] intense poetic prose . . . exposes the fragility of human life.”—The Nobel Committee for Literature, in the citation for the Nobel Prize A NEW YORK TIMES BESTSELLER WINNER OF THE INTERNATIONAL BOOKER PRIZE ONE OF THE NEW YORK TIMES’S 100 BEST BOOKS OF THE 21ST CENTURY “Ferocious.”—The New York Times Book Review (Ten Best Books of the Year) “Both terrifying and terrific.”—Lauren Groff “Provocative [and] shocking.”—The Washington Post Before the nightmares began, Yeong-hye and her husband lived an ordinary, controlled life. But the dreams—invasive images of blood and brutality—torture her, driving Yeong-hye to purge her mind and renounce eating meat altogether. It’s a small act of independence, but it interrupts her marriage and sets into motion an increasingly grotesque chain of events at home. As her husband, her brother-in-law and sister each fight to reassert their control, Yeong-hye obsessively defends the choice that’s become sacred to her. Soon their attempts turn desperate, subjecting first her mind, and then her body, to ever more intrusive and perverse violations, sending Yeong-hye spiraling into a dangerous, bizarre estrangement, not only from those closest to her, but also from herself. Celebrated by critics around the world, The Vegetarian is a darkly allegorical, Kafka-esque tale of power, obsession, and one woman’s struggle to break free from the violence both without and within her. A Best Book of the Year: BuzzFeed, Entertainment Weekly, Wall Street Journal, Time, Elle, The Economist, HuffPost, Slate, Bustle, The St. Louis Dispatch, Electric Literature, Publishers Weekly",
          "categories": [
            "Fiction"
          ],
          "imageLinks": {
            "smallThumbnail": "http://books.google.com/books/content?id=qtDvCAAAQBAJ&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
            "thumbnail": "http://books.google.com/books/content?id=qtDvCAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
          }
        }
      },
      {
        "id": "IS_yAAAAMAAJ",
        "volumeInfo": {
          "title": "Solaris",
          "authors": [
            "Stanisław Lem"
          ],
          "publishedDate": "1971",
          "description": "A science fiction novel about a sentient ocean that was the ruling intelligence of Solaris. Its vast mindand enigmatic personality exerted a powerful force on those humans who contacted it. And to Kris Kelvin, a galactic researcher from Earth, it had presented a strange and awesome gift ...",
          "categories": [
            "Fiction"
          ],
          "imageLinks": {
            "smallThumbnail": "http://books.google.com/books/content?id=IS_yAAAAMAAJ&printsec=frontcover&img=1&zoom=5&source=gbs_api",
            "thumbnail": "http://books.google.com/books/content?id=IS_yAAAAMAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api"
          }
        }
      },
      {
        "id": "tigqEAAAQBAJ",
        "volumeInfo": {
          "title": "The Adventures of Tom Sawyer",
          "authors": [
            "Mark Twain"
          ],
          "publishedDate": "2021-04-19",
          "description": "Mark Twain, the author was an American Writer & Humorist. His Original name is “Samuel Longhorne Clemens”. Mark Twain is the pen name. His notable works are “The Adventures of Tom Sawyer” & “Adventures of Huckleberry Finn”. In his credit, there are 28 books and numerous Sketches & Short stories. ‘The Adventures of Tom Sawyer’ came out in 1869. It features one of the best-loved characters in American fiction. Mark Twain’s famous short stories are: ‘The War Prayer’, ‘A Dog’s Tale’, ‘Eve’s Diary’, ‘A Ghost Story’, ‘Luck’, ‘Advice to little Girls’, ‘Cannibalism in the Cars’, and lot many… This novel is about a boy growing up along the Mississippi River. Tom Sawyer has several adventures, after with his friend Huckleberry Finn. An Excerpt: “Tom falls in love with Becky Thatcher, a new girl in town wins the admiration of the judge in the church by obtaining the Bible as a prize but reveals his ignorance when he is unable to answer basic questions about Scripture. Tom pursues Becky, eventually persuading her to get engaged by kissing him. Their romance soon collapses when she discovers that Tom was engaged to another school girl…” The book has been widely adapted into feature films and Television Series. A must-have book for everyone.",
          "categories": [
            "Fiction"
          ],
          "imageLinks": {
            "smallThumbnail": "http://books.google.com/books/content?id=tigqEAAAQBAJ&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
            "thumbnail": "http://books.google.com/books/content?id=tigqEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
          }
        }
      },
      {
        "id": "ORyo8qAA-CQC",
        "volumeInfo": {
          "title": "The Odyssey of Homer",
          "authors": [
            "Homer"
          ],
          "publishedDate": "2005-12-06",
          "description": "Homer's epic chronicle of the Greek hero Odysseus' journey home from the Trojan War has inspired writers from Virgil to James Joyce. Odysseus survives storm and shipwreck, the cave of the Cyclops and the isle of Circe, the lure of the Sirens' song and a trip to the Underworld, only to find his most difficult challenge at home, where treacherous suitors seek to steal his kingdom and his loyal wife, Penelope. Favorite of the gods, Odysseus embodies the energy, intellect, and resourcefulness that were of highest value to the ancients and that remain ideals in out time. In this new verse translation, Allen Mandelbaum--celebrated poet and translator of Virgil's Aeneid and Dante's Divine Comedy --realizes the power and beauty of the original Greek verse and demonstrates why the epic tale of The Odyssey has captured the human imagination for nearly three thousand years.",
          "categories": [
            "Fiction"
          ],
          "imageLinks": {
            "smallThumbnail": "http://books.google.com/books/content?id=ORyo8qAA-CQC&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
            "thumbnail": "http://books.google.com/books/content?id=ORyo8qAA-CQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
          }
        }
      },
      {
        "id": "_wyvEAAAQBAJ",
        "volumeInfo": {
          "title": "A Study in Scarlet",
          "authors": [
            "Arthur Conan Doyle"
          ],
          "publishedDate": "2016-10-25",
          "description": "A Study in Scarlet, detective novel by Conan Doyle, written in 1886, the story marks the first appearance of Sherlock Holmes and Dr. Watson, who would become two of the most famous characters in popular fiction. The book's title derives from a speech given by Holmes, an amateur detective, to his friend and chronicler Watson on the nature of his work, in which he describes the story's murder investigation as his \"study in scarlet\": \"There's the scarlet thread of murder running through the colourless skein of life, and our duty is to unravel it, and isolate it, and expose every inch of it.\" The story, and its main characters, attracted little public interest when it first appeared. Only 11 complete copies of the magazine in which the story first appeared, Beeton's Christmas Annual for 1887, are known to exist now and they have considerable value. Although Conan Doyle wrote 56 short stories featuring Holmes, A Study in Scarlet is one of only four full-length novels in the original canon. The novel was followed by The Sign of the Four, published in 1890. A Study in Scarlet was the first work of detective fiction to incorporate the magnifying glass as an investigative tool.",
          "categories": [
            "Fiction"
          ],
          "imageLinks": {
            "smallThumbnail": "http://books.google.com/books/content?id=_wyvEAAAQBAJ&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
            "thumbnail": "http://books.google.com/books/content?id=_wyvEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
          }
        }
      },
      {
        "id": "ttI9DDdL7psC",
        "volumeInfo": {
          "title": "The Complete Grimm's Fairy Tales",
          "authors": [
            "Brothers Grimm"
          ],
          "publishedDate": "1972",
          "description": "The stories of magic and myth gathered by the Brothers Grimm have become part of the way children—and adults—learn about the vagaries of the real world. Cinderella, Rapunzel, Snow-White, Hänsel and Gretel, Little Red-Cap (Little Red Riding Hood), and Briar-Rose (Sleeping Beauty) are only a few of the more than two hundred enchanting characters included in this volume. The tales are presented just as Jacob and Wilhelm Grimm originally set them down: bold, primal, just frightening enough, and endlessly engaging. With black-and-white illustrations throughout Illustrated by Josef Schari / Commentary by Joseph Campbell Part of the Pantheon Fairy Tale and Folklore Library",
          "categories": [
            "Fiction"
          ],
          "imageLinks": {
            "smallThumbnail": "http://books.google.com/books/content?id=ttI9DDdL7psC&printsec=frontcover&img=1&zoom=5&source=gbs_api",
            "thumbnail": "http://books.google.com/books/content?id=ttI9DDdL7psC&printsec=frontcover&img=1&zoom=1&source=gbs_api"
          }
        }
      },
      {
        "id": "bPF3CgAAQBAJ",
        "volumeInfo": {
          "title": "Go",
          "authors": [
            "John Clellon Holmes"
          ],
          "publishedDate": "2015-10-20",
          "description": "Before the world knew Kerouac, Ginsberg, and Cassady, this “brilliant and important” novel chronicled the author’s early years among the Beats (Los Angeles Free Press). Published five years before On the Road, this candid and perceptive roman à clef chronicles the adventures of Jack Kerouac, Allen Ginsberg, and Neal Cassady before they became literary icons. In dive bars and all-night diners, cabs racing across Manhattan and squalid apartments sticky with “tea” smoke, these would-be artists pursue the ecstatic experiences that shape their work and satisfy their restless desire to live beyond the limits of convention. At the heart of Go is Paul Hobbes, the alter ego of John Clellon Holmes. An aspiring novelist who shares the same creative interests as his friends, Paul frequently participates in their reckless, self-indulgent behavior. Yet his innate solemnness makes him an outsider, as does his commitment to his marriage. As Paul seeks to strike the right balance between experimentation and orthodoxy, freedom and obligation, he casts a discerning eye on his peers. The result is a thrilling and indispensible portrait of the Beat movement before it took America by storm.",
          "categories": [
            "Fiction"
          ],
          "imageLinks": {
            "smallThumbnail": "http://books.google.com/books/content?id=bPF3CgAAQBAJ&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
            "thumbnail": "http://books.google.com/books/content?id=bPF3CgAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
          }
        }
      },
      {
        "id": "7k_xAAAAMAAJ",
        "volumeInfo": {
          "title": "The Erasers",
          "authors": [
            "Alain Robbe-Grillet"
          ],
          "publishedDate": "1968",
          "description": "Alain Robbe-Grillet is internationally hailed as the chief spokesman for the noveau roman and one of the great novelists of the twentieth century. The Erasers, his first novel, reads like a detective story but is primarily concerned with weaving and then probing a complete mixture of fact and fantasy. The narrative spans the twenty-four-hour period following a series of eight murders in eight days, presumably the work of a terrorist group. After the ninth murder, the investigation is turned over to a police agent, who may in fact be the assassin. Both an engrossing mystery and a sinister deconstruction of reality, The Erasers intrigues and unnerves with equal force as it pull us along to its ominous conclusion.",
          "categories": [
            "Fiction"
          ],
          "imageLinks": {
            "smallThumbnail": "http://books.google.com/books/content?id=7k_xAAAAMAAJ&printsec=frontcover&img=1&zoom=5&source=gbs_api",
            "thumbnail": "http://books.google.com/books/content?id=7k_xAAAAMAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api"
          }
        }
      },
      {
        "id": "eoSfHTy_jKgC",
        "volumeInfo": {
          "title": "The Uncensored Picture of Dorian Gray",
          "authors": [
            "Oscar Wilde",
            "Nicholas Frankel"
          ],
          "publishedDate": "2012-08-13",
          "description": "Over 120 years after Oscar Wilde submitted The Picture of Dorian Gray for publication, the uncensored version of his novel appears here for the first time in a paperback edition. This volume restores material, including instances of graphic homosexual content, removed by the novel’s first editor, who feared it would be “offensive” to Victorians.",
          "categories": [
            "Fiction"
          ],
          "imageLinks": {
            "smallThumbnail": "http://books.google.com/books/content?id=eoSfHTy_jKgC&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
            "thumbnail": "http://books.google.com/books/content?id=eoSfHTy_jKgC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
          }
        }
      },
      {
        "id": "DmopAQAAIAAJ",
        "volumeInfo": {
          "title": "The Life of Insects",
          "authors": [
            "Viktor Pelevin"
          ],
          "publishedDate": "1999",
          "description": "A comic, Kafkaesque satire of contemporary Russia, written by one of the most promising young writers in Europe. A trio of investors--one American and two Russians--are discussing business prospects in the Crimea, when they suddenly find they have morphed into insects.",
          "categories": [
            "Fiction"
          ],
          "imageLinks": {
            "smallThumbnail": "http://books.google.com/books/content?id=DmopAQAAIAAJ&printsec=frontcover&img=1&zoom=5&source=gbs_api",
            "thumbnail": "http://books.google.com/books/content?id=DmopAQAAIAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api"
          }
        }
      },
      {
        "id": "CssmCwAAQBAJ",
        "volumeInfo": {
          "title": "The Prince and the Pauper",
          "authors": [
            "Mark Twain"
          ],
          "publishedDate": "2015-04-28",
          "description": "A Classic Story of Switched Identity “When I am king they shall not have bread and shelter only, but also teachings out of books, for a full belly is little worth where the mind is starved.” ― Mark Twain, The Prince and the Pauper The Prince and the Pauper by Mark Twain is an 1881 novel that has been adapted many times. When a young poor boy wanders near the palace gates, he meets the Prince of Wales (Edward VI) who bears an uncanny resemblance. They decide to switch clothes and end up switching roles. Edward discovers the stark class inequality in England and Tom struggles to survive as the prince. When the king dies, Edward must race against the clock and the bounds of society to regain his rightful throne. This Xist Classics edition has been professionally formatted for e-readers with a linked table of contents. This eBook also contains a bonus book club leadership guide and discussion questions. We hope you’ll share this book with your friends, neighbors and colleagues and can’t wait to hear what you have to say about it. Xist Publishing is a digital-first publisher. Xist Publishing creates books for the touchscreen generation and is dedicated to helping everyone develop a lifetime love of reading, no matter what form it takes",
          "categories": [
            "Juvenile Fiction"
          ],
          "imageLinks": {
            "smallThumbnail": "http://books.google.com/books/content?id=CssmCwAAQBAJ&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
            "thumbnail": "http://books.google.com/books/content?id=CssmCwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
          }
        }
      },
      {
        "id": "46KJ4ERrzNkC",
        "volumeInfo": {
          "title": "My Struggle: Book 1",
          "authors": [
            "Karl Ove Knausgaard"
          ],
          "publishedDate": "2013-05-02",
          "description": "A New York Times bestseller, My Struggle: Book 1 introduces American readers to the audacious, addictive, and profoundly surprising international literary sensation that is the provocative and brilliant six-volume autobiographical novel by Karl Ove Knausgaard. It has already been anointed a Proustian masterpiece and is the rare work of dazzling literary originality that is intensely, irresistibly readable. Unafraid of the big issues—death, love, art, fear—and yet committed to the intimate details of life as it is lived, My Struggle is an essential work of contemporary literature.",
          "categories": [
            "Fiction"
          ],
          "imageLinks": {
            "smallThumbnail": "http://books.google.com/books/content?id=46KJ4ERrzNkC&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
            "thumbnail": "http://books.google.com/books/content?id=46KJ4ERrzNkC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
          }
        }
      },
      {
        "id": "MRoMUV2kLZEC",
        "volumeInfo": {
          "title": "Mysteries",
          "authors": [
            "Knut Hamsun"
          ],
          "publishedDate": "2001-01-01",
          "description": "The first complete English translation of the Nobel Prize-winner’s literary masterpiece A Penguin Classic Mysteries is the story of Johan Nilsen Nagel, a mysterious stranger who suddenly turns up in a small Norwegian town one summer—and just as suddenly disappears. Nagel is a complete outsider, a sort of modern Christ treated in a spirit of near parody. He condemns the politics and thought of the age, brings comfort to the “insulted and injured,” and gains the love of two women suggestive of the biblical Mary and Martha. But there is a sinister side of him: in his vest he carries a vial of prussic acid... The novel creates a powerful sense of Nagel's stream of thought, as he increasingly withdraws into the torture chamber of his own subconscious psyche. For more than seventy years, Penguin has been the leading publisher of classic literature in the English-speaking world. With more than 1,800 titles, Penguin Classics represents a global bookshelf of the best works throughout history and across genres and disciplines. Readers trust the series to provide authoritative texts enhanced by introductions and notes by distinguished scholars and contemporary authors, as well as up-to-date translations by award-winning translators.",
          "categories": [
            "Fiction"
          ],
          "imageLinks": {
            "smallThumbnail": "http://books.google.com/books/content?id=MRoMUV2kLZEC&printsec=frontcover&img=1&zoom=5&source=gbs_api",
            "thumbnail": "http://books.google.com/books/content?id=MRoMUV2kLZEC&printsec=frontcover&img=1&zoom=1&source=gbs_api"
          }
        }
      },
      {
        "id": "J4-MEAAAQBAJ",
        "volumeInfo": {
          "title": "The Black Arrow",
          "authors": [
            "Robert Louis Stevenson"
          ],
          "publishedDate": "2007-12-18",
          "description": "From the beloved author of Treasure Island Originally serialized in a periodical of boys' adventure fiction, The Black Arrow is a swashbuckling portrait of a young man's journey to discover the heroism within himself. Young Dick Shelton, caught in the midst of England's War of the Roses, finds his loyalties torn between the guardian who will ultimately betray him and the leader of a secret fellowship, The Black Arrow. As Shelton is drawn deeper into this conspiracy, he must distinguish friend from foe and confront war, shipwreck, revenge, murder, and forbidden love, as England's crown threatens to topple around him. For more than seventy years, Penguin has been the leading publisher of classic literature in the English-speaking world. With more than 1,700 titles, Penguin Classics represents a global bookshelf of the best works throughout history and across genres and disciplines. Readers trust the series to provide authoritative texts enhanced by introductions and notes by distinguished scholars and contemporary authors, as well as up-to-date translations by award-winning translators.",
          "categories": [
            "Fiction"
          ],
          "imageLinks": {
            "smallThumbnail": "http://books.google.com/books/content?id=J4-MEAAAQBAJ&printsec=frontcover&img=1&zoom=5&source=gbs_api",
            "thumbnail": "http://books.google.com/books/content?id=J4-MEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api"
          }
        }
      },
      {
        "id": "iCoeAQAAIAAJ",
        "volumeInfo": {
          "title": "The Woman in White",
          "authors": [
            "Wilkie Collins"
          ],
          "publishedDate": "1996",
          "description": "Walter Hartright's mysterious midnight encounter with a woman dressed in white draws him into a vortex of crime that will ultimately endanger his dearest love. This critical edition uses the original manuscript of Wilkie Collins's celebrated Victorian novel of suspense and intrigue.",
          "categories": [
            "Fiction"
          ],
          "imageLinks": {
            "smallThumbnail": "http://books.google.com/books/content?id=iCoeAQAAIAAJ&printsec=frontcover&img=1&zoom=5&source=gbs_api",
            "thumbnail": "http://books.google.com/books/content?id=iCoeAQAAIAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api"
          }
        }
      },
      {
        "id": "bn-MEAAAQBAJ",
        "volumeInfo": {
          "title": "The Canterbury Tales",
          "authors": [
            "Geoffrey Chaucer"
          ],
          "publishedDate": "2005-08-30",
          "description": "One of the greatest and most ambitious works in English literature, in the original Middle English The Canterbury Tales depicts a storytelling competition between pilgrims drawn from all ranks of society. The tales are as various as the pilgrims themselves, encompassing comedy, pathos, tragedy, and cynicism. The Miller and the Reeve express their mutual antagonism in a pair of comic stories combining sex and trickery; in “The Shipman’s Tale,” a wife sells her favors to a monk. Others draw on courtly romance and fantasy: the Knight tells of rivals competing for the love of the same woman, and the Squire describes a princess who can speak to birds. In these twenty-four tales, Chaucer displays a dazzling range of literary styles and conjures up a wonderfully vivid picture of medieval life. This is a freshly established Middle English text with standardized spelling and punctuation and on-page glossing. It Features an introduction by Jill Mann, a chronology of Chaucer's life and works, detailed explanatory notes, suggestions for further reading, a full glossary, and a bibliography. For more than sixty-five years, Penguin has been the leading publisher of classic literature in the English-speaking world. With more than 1,500 titles, Penguin Classics represents a global bookshelf of the best works throughout history and across genres and disciplines. Readers trust the series to provide authoritative texts enhanced by introductions and notes by distinguished scholars and contemporary authors, as well as up-to-date translations by award-winning translators.",
          "categories": [
            "Fiction"
          ],
          "imageLinks": {
            "smallThumbnail": "http://books.google.com/books/content?id=bn-MEAAAQBAJ&printsec=frontcover&img=1&zoom=5&source=gbs_api",
            "thumbnail": "http://books.google.com/books/content?id=bn-MEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api"
          }
        }
      },
      {
        "id": "uqqOEAAAQBAJ",
        "volumeInfo": {
          "title": "Mildred Pierce",
          "authors": [
            "James M. Cain"
          ],
          "publishedDate": "1989-05-14",
          "description": "In Mildred Pierce, noir master James M. Cain creates a novel of acute social observation and devasting emotional violence, with a heroine whose ambitions and sufferings are never less than recognizable. Mildred Pierce had gorgeous legs, a way with a skillet, and a bone-deep core of toughness. She used those attributes to survive a divorce and poverty and to claw her way out of the lower middle class. But Mildred also had two weaknesses: a yen for shiftless men, and an unreasoning devotion to a monstrous daughter.",
          "categories": [
            "Fiction"
          ],
          "imageLinks": {
            "smallThumbnail": "http://books.google.com/books/content?id=uqqOEAAAQBAJ&printsec=frontcover&img=1&zoom=5&source=gbs_api",
            "thumbnail": "http://books.google.com/books/content?id=uqqOEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api"
          }
        }
      }
    ]
  }