{
    "items": [
      {
        "id": "icKmd-tlvPMC",
        "volumeInfo": {
          "title": "Journey to the Center of the Earth",
          "authors": [
            "Jules Verne"
          ],
          "publishedDate": "2006-04-25",
          "description": "The intrepid Professor Lindenbrock embarks upon the strangest expedition of the nineteenth century: a journey down an extinct Icelandic volcano to the Earth’s very core. In his quest to penetrate the planet’s primordial secrets, the geologist—together with his quaking nephew Axel and their devoted guide, Hans—discovers an astonishing subterranean menagerie of prehistoric proportions. Verne’s imaginative tale is at once the ultimate science fiction adventure and a reflection on the perfectibility of human understanding and the psychology of the questor. As David Brin notes in his Introduction, though Verne never knew the term “science fiction,” Journey to the Centre of the Earth is “inarguably one of the wellsprings from which it all began.”",
          "categories": [
            "Fiction"
          ],
          "imageLinks": {
            "smallThumbnail": "http://books.google.com/books/content?id=icKmd-tlvPMC&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
            "thumbnail": "http://books.google.com/books/content?id=icKmd-tlvPMC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
          }
        }
      },
      {
        "id": "XdMBTKWSfeMC",
        "volumeInfo": {
          "title": "Taras Bulba",
          "authors": [
            "Nikolái V. Gogol"
          ],
          "publishedDate": "2006-12-19",
          "description": "Feroces, crueles, valientes y apasionados, los cosacos hacen temblar la estepa bajo los cascos de sus caballos. Y entre ellos se encuentra Taras Bulba, un anciano lleno aún de fuerza e inteligencia que junto a sus hijos, Ostap y Andrí, avanzará por tierras polacas con intención de vengar su fe ortodoxa burlada por los católicos. Ninguna guarnición, ciudad amurallada o iglesia podrán detenerlos, hasta que la desgracia se cierna sobre ellos y el apuesto y enamoradizo Andrí haga que su padre maldiga el día en que lo engendró. Taras Bulba, una anomalía entre la obra más conocida de Gogol, es una aventura trepidante, una sinfonía en perpetuo crescendo, en la que cada capítulo es más intenso y sorprendente que el anterior. un fresco tan afinadamente dibujado y tan vívido que resulta absolutamente intemporal.",
          "categories": [
            "Literary Criticism"
          ],
          "imageLinks": {
            "smallThumbnail": "http://books.google.com/books/content?id=XdMBTKWSfeMC&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
            "thumbnail": "http://books.google.com/books/content?id=XdMBTKWSfeMC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
          }
        }
      },
      {
        "id": "6vGiDwAAQBAJ",
        "volumeInfo": {
          "title": "The Picture of Dorian Gray",
          "authors": [
            "Oscar Wilde"
          ],
          "publishedDate": "2019-07-12",
          "description": "The Picture of Dorian Gray is the only published novel by Oscar Wilde, appearing as the lead story in Lippincott's Monthly Magazine on 20 June 1890, printed as the July 1890 issue. The magazine's editors feared the story was indecent as submitted, so they censored roughly 500 words, without Wilde's knowledge, before publication. But even with that, the story was still greeted with outrage by British reviewers, some of whom suggested that Wilde should be prosecuted on moral grounds, leading Wilde to defend the novel aggressively in letters to the British press. Today, Wilde's fin de siècle novella is considered a classic. This new edition from Immortal Books includes footnotes and images.",
          "categories": [
            "Fiction"
          ],
          "imageLinks": {
            "smallThumbnail": "http://books.google.com/books/content?id=6vGiDwAAQBAJ&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
            "thumbnail": "http://books.google.com/books/content?id=6vGiDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
          }
        }
      },
      {
        "id": "KVGd-NabpW0C",
        "volumeInfo": {
          "title": "The Plague",
          "authors": [
            "Albert Camus"
          ],
          "publishedDate": "1991-05-07",
          "description": "“Its relevance lashes you across the face.” —Stephen Metcalf, The Los Angeles Times • “A redemptive book, one that wills the reader to believe, even in a time of despair.” —Roger Lowenstein, The Washington Post A haunting tale of human resilience and hope in the face of unrelieved horror, Albert Camus' iconic novel about an epidemic ravaging the people of a North African coastal town is a classic of twentieth-century literature. The townspeople of Oran are in the grip of a deadly plague, which condemns its victims to a swift and horrifying death. Fear, isolation and claustrophobia follow as they are forced into quarantine. Each person responds in their own way to the lethal disease: some resign themselves to fate, some seek blame, and a few, like Dr. Rieux, resist the terror. An immediate triumph when it was published in 1947, The Plague is in part an allegory of France's suffering under the Nazi occupation, and a timeless story of bravery and determination against the precariousness of human existence.",
          "categories": [
            "Fiction"
          ],
          "imageLinks": {
            "smallThumbnail": "http://books.google.com/books/content?id=KVGd-NabpW0C&printsec=frontcover&img=1&zoom=5&source=gbs_api",
            "thumbnail": "http://books.google.com/books/content?id=KVGd-NabpW0C&printsec=frontcover&img=1&zoom=1&source=gbs_api"
          }
        }
      },
      {
        "id": "L88qEAAAQBAJ",
        "volumeInfo": {
          "title": "SHERLOCK HOLMES - THE VALLEY OF FEAR",
          "authors": [
            "ARTHUR CONAN DOYLE"
          ],
          "description": "SHERLOCK HOLMES – THE VALLEY OF FEAR, is the 4th and final novel written by Arthur Conan Doyle. This book is complete, unabridged and was originally published in 1915. This is one of Doyle’s most outstanding and well-known works of the adventures of the most famous crime-solving duo - Sherlock Holmes and John Watson This book is properly formatted for aesthetics and ease of reading. This book is great for teachers and students or for the casual reader. This book is the perfect addition to any classic literary library. At Pure Snow Publishing we have taken the time and care into formatting this book to make it the best possible reading experience. Key features of this book: - A biographical outline of the author - A custom list of related collections and novels written by the author (listed in order of initial publication) - Easy-to-read font size: 12 pt. - Indented first lines, 1.25 Line Spacing and Justified Paragraphs - Custom Table of Contents and Design elements for each chapter - The Copyright page has been placed at the end of the book, as to not impede the content and flow of the book. We have made this book available in 3 reading formats: Original Paperback, Large Print Paperback and Ebook. Enjoy!",
          "categories": [
            "Fiction"
          ],
          "imageLinks": {
            "smallThumbnail": "http://books.google.com/books/content?id=L88qEAAAQBAJ&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
            "thumbnail": "http://books.google.com/books/content?id=L88qEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
          }
        }
      },
      {
        "id": "3oSqDwAAQBAJ",
        "volumeInfo": {
          "title": "Oliver Twist",
          "authors": [
            "Charles Dickens"
          ],
          "publishedDate": "2019-01-01",
          "description": "JAICO ILLUSTARTED CLASSICS SERIES is a collection of beloved children’s classics read by generations all over the world. Rich with adventures and thrills, these immortal stories with vivid illustrations are designed to delight young readers. IN A RAMSHACKLE workhouse of a parish in England, a baby boy was born to a woman who died in childbirth. The boy was named OLIVER TWIST. He spent a sad childhood in abject misery in various workhouses. At the age of twelve, he runs away to London where he is picked up by a notorious criminal, Fagin, a mastermind at house breaking, pickpocketing and petty thievery. He teaches Oliver all these evil deeds. But a kind-hearted gentleman robbed by Fagin sympathizes with the plight of Oliver and helps him to find a family, his inheritance and above all Oliver’s true identity. CHARLES DICKENS was born in a little house in Landport, Portsea, England. The second of eight children, he grew up in a family frequently beset by financial insecurity. When the family fortunes improved, Dickens went back to school, after which he became an office boy, a freelance reporter, and finally an author.",
          "categories": [
            "Fiction"
          ],
          "imageLinks": {
            "smallThumbnail": "http://books.google.com/books/content?id=3oSqDwAAQBAJ&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
            "thumbnail": "http://books.google.com/books/content?id=3oSqDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
          }
        }
      },
      {
        "id": "ORyo8qAA-CQC",
        "volumeInfo": {
          "title": "The Odyssey of Homer",
          "authors": [
            "Homer"
          ],
          "publishedDate": "2005-12-06",
          "description": "Homer's epic chronicle of the Greek hero Odysseus' journey home from the Trojan War has inspired writers from Virgil to James Joyce. Odysseus survives storm and shipwreck, the cave of the Cyclops and the isle of Circe, the lure of the Sirens' song and a trip to the Underworld, only to find his most difficult challenge at home, where treacherous suitors seek to steal his kingdom and his loyal wife, Penelope. Favorite of the gods, Odysseus embodies the energy, intellect, and resourcefulness that were of highest value to the ancients and that remain ideals in out time. In this new verse translation, Allen Mandelbaum--celebrated poet and translator of Virgil's Aeneid and Dante's Divine Comedy --realizes the power and beauty of the original Greek verse and demonstrates why the epic tale of The Odyssey has captured the human imagination for nearly three thousand years.",
          "categories": [
            "Fiction"
          ],
          "imageLinks": {
            "smallThumbnail": "http://books.google.com/books/content?id=ORyo8qAA-CQC&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
            "thumbnail": "http://books.google.com/books/content?id=ORyo8qAA-CQC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
          }
        }
      },
      {
        "id": "In8mDwAAQBAJ",
        "volumeInfo": {
          "title": "How to Stop Time",
          "authors": [
            "Matt Haig"
          ],
          "publishedDate": "2018-02-06",
          "description": "From the New York Times bestselling author of The Midnight Library. “A quirky romcom dusted with philosophical observations….A delightfully witty…poignant novel.” —The Washington Post “She smiled a soft, troubled smile and I felt the whole world slipping away, and I wanted to slip with it, to go wherever she was going… I had existed whole years without her, but that was all it had been. An existence. A book with no words.” Tom Hazard has just moved back to London, his old home, to settle down and become a high school history teacher. And on his first day at school, he meets a captivating French teacher at his school who seems fascinated by him. But Tom has a dangerous secret. He may look like an ordinary 41-year-old, but owing to a rare condition, he's been alive for centuries. Tom has lived history--performing with Shakespeare, exploring the high seas with Captain Cook, and sharing cocktails with Fitzgerald. Now, he just wants an ordinary life. Unfortunately for Tom, the Albatross Society, the secretive group which protects people like Tom, has one rule: Never fall in love. As painful memories of his past and the erratic behavior of the Society's watchful leader threaten to derail his new life and romance, the one thing he can't have just happens to be the one thing that might save him. Tom will have to decide once and for all whether to remain stuck in the past, or finally begin living in the present. How to Stop Time tells a love story across the ages—and for the ages—about a man lost in time, the woman who could save him, and the lifetimes it can take to learn how to live. It is a bighearted, wildly original novel about losing and finding yourself, the inevitability of change, and how with enough time to learn, we just might find happiness. Soon to be a major motion picture starring Benedict Cumberbatch.",
          "categories": [
            "Fiction"
          ],
          "imageLinks": {
            "smallThumbnail": "http://books.google.com/books/content?id=In8mDwAAQBAJ&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
            "thumbnail": "http://books.google.com/books/content?id=In8mDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
          }
        }
      },
      {
        "id": "UGUahZnpa0MC",
        "volumeInfo": {
          "title": "The Visitor",
          "authors": [
            "Lee Child"
          ],
          "publishedDate": "2001",
          "description": "Sergeant Amy Callan and Lieutenant Caroline Cook have a lot in common. Both were army high-flyers. Both were acquainted with Jack Reacher. Both were forced to resign from the service. Now they're both dead. Both were found in their own home, naked, in a bath full of paint. Both apparent victims of an army man. A loner, a smart guy with a score to settle, a ruthless vigilante. A man just like Jack Reacher.",
          "categories": [
            "Armies"
          ],
          "imageLinks": {
            "smallThumbnail": "http://books.google.com/books/content?id=UGUahZnpa0MC&printsec=frontcover&img=1&zoom=5&source=gbs_api",
            "thumbnail": "http://books.google.com/books/content?id=UGUahZnpa0MC&printsec=frontcover&img=1&zoom=1&source=gbs_api"
          }
        }
      },
      {
        "id": "OqAFAQAAIAAJ",
        "volumeInfo": {
          "title": "Mrs. Dalloway",
          "authors": [
            "Virginia Woolf"
          ],
          "publishedDate": "1925",
          "description": "Heralded as Virginia Woolf's greatest novel, this is a vivid portrait of a single day in a woman's life. When we meet her, Mrs. Clarissa Dalloway is preoccupied with the last-minute details of party preparation while in her mind she is something much more than a perfect society hostess. As she readies her house, she is flooded with remembrances of faraway times. And, met with the realities of the present, Clarissa reexamines the choices that brought her there, hesitantly looking ahead to the unfamiliar work of growing old. \"Mrs. Dalloway was the first novel to split the atom. If the novel before Mrs. Dalloway aspired to immensities of scope and scale, to heroic journeys across vast landscapes, with Mrs. Dalloway Virginia Woolf insisted that it could also locate the enormous within the everyday; that a life of errands and party-giving was every bit as viable a subject as any life lived anywhere; and that should any human act in any novel seem unimportant, it has merely been inadequately observed. The novel asan art form has not been the same since. \"Mrs. Dalloway also contains some of the most beautiful, complex, incisive and idiosyncratic sentences ever written in English, and that alone would be reason enough to read it. It is one of the most moving, revolutionary artworks of the twentieth century.\" --Michael Cunningham, author of The Hours",
          "categories": [
            "Fiction"
          ],
          "imageLinks": {
            "smallThumbnail": "http://books.google.com/books/content?id=OqAFAQAAIAAJ&printsec=frontcover&img=1&zoom=5&source=gbs_api",
            "thumbnail": "http://books.google.com/books/content?id=OqAFAQAAIAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api"
          }
        }
      },
      {
        "id": "D86zAwAAQBAJ",
        "volumeInfo": {
          "title": "The Happy Prince and Other Stories",
          "authors": [
            "Oscar Wilde"
          ],
          "publishedDate": "2019-06-28",
          "description": "The Happy Prince and Other Stories is a collection of stories for children by Oscar Wilde. It contains five stories, \"The Happy Prince\", \"The Nightingale and the Rose\", \"The Selfish Giant\", \"The Devoted Friend\", and \"The Remarkable Rocket\". It is most famous for its title story, \"The Happy Prince\". In a town where a lot of poor people suffer, a swallow who was left behind after his flock flew off to Egypt for the winter meets the statue of the late \"Happy Prince\", who in reality has never experienced true happiness. Viewing various scenes of people suffering in poverty from his tall monument, the Happy Prince asks the swallow to take the ruby from his hilt, the sapphires from his eyes, and the golden leaf covering his body to give to the poor. As the winter comes and the Happy Prince is stripped of all of his beauty, his lead heart breaks when the swallow dies as a result of his selfless deeds. The statue is then torn down and melted leaving behind the broken heart and the dead swallow. These are taken up to heaven by an angel that has deemed them the two most precious things in the city by God, so they may live forever in his city of gold and garden of paradise.",
          "categories": [
            "Fiction"
          ],
          "imageLinks": {
            "smallThumbnail": "http://books.google.com/books/content?id=D86zAwAAQBAJ&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
            "thumbnail": "http://books.google.com/books/content?id=D86zAwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
          }
        }
      },
      {
        "id": "6YQ7s4N3A00C",
        "volumeInfo": {
          "title": "The Mystery of Edwin Drood",
          "authors": [
            "Charles Dickens"
          ],
          "publishedDate": "2009-03-26",
          "description": "'Where is my nephew?, asked Mr Jasper, wildly. 'Where is your nephew?' repeated Neveille. 'Why do you ask me?' 'I ask you,' retorted Jasper, 'because you were the last person in his company, and he is not to be found.' The Mystery of Edwin Drood, Dickens's last novel, lay unfinished at his death. Speculation remains rife as to its probably conclusion; evidence suggests that, fascinated as Dickens was by details of the plotting, his basic concern was for character and appropriate setting, in particular the character of the hero-villain, Jasper. The ancient city of Cloisterham, its cathedral a reminder of mortality, human frailty, and the lawful life, is an effective background for what Dickens daughter called a tale of 'the tragic secrets of the human heart'. Humour is provided by a host of characters ranging fro Mr Grewgious, the admirable though eccentric lawyer, and Miss Twinkleton, guardian of the Young Ladies' Seminary, to Durdles, the hard-drinking stonemason, and Deputy, the irreverent lodging-house boy. This edition contains Dickens's working plans for the novel, and the text is that of the authoritative Clarendon edition. ABOUT THE SERIES: For over 100 years Oxford World's Classics has made available the widest range of literature from around the globe. Each affordable volume reflects Oxford's commitment to scholarship, providing the most accurate text plus a wealth of other valuable features, including expert introductions by leading authorities, helpful notes to clarify the text, up-to-date bibliographies for further study, and much more.",
          "categories": [
            "Fiction"
          ],
          "imageLinks": {
            "smallThumbnail": "http://books.google.com/books/content?id=6YQ7s4N3A00C&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
            "thumbnail": "http://books.google.com/books/content?id=6YQ7s4N3A00C&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
          }
        }
      },
      {
        "id": "46KJ4ERrzNkC",
        "volumeInfo": {
          "title": "My Struggle: Book 1",
          "authors": [
            "Karl Ove Knausgaard"
          ],
          "publishedDate": "2013-05-02",
          "description": "A New York Times bestseller, My Struggle: Book 1 introduces American readers to the audacious, addictive, and profoundly surprising international literary sensation that is the provocative and brilliant six-volume autobiographical novel by Karl Ove Knausgaard. It has already been anointed a Proustian masterpiece and is the rare work of dazzling literary originality that is intensely, irresistibly readable. Unafraid of the big issues—death, love, art, fear—and yet committed to the intimate details of life as it is lived, My Struggle is an essential work of contemporary literature.",
          "categories": [
            "Fiction"
          ],
          "imageLinks": {
            "smallThumbnail": "http://books.google.com/books/content?id=46KJ4ERrzNkC&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
            "thumbnail": "http://books.google.com/books/content?id=46KJ4ERrzNkC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
          }
        }
      },
      {
        "id": "-sZSDwAAQBAJ",
        "volumeInfo": {
          "title": "A Portrait of the Artist as a Young Man",
          "authors": [
            "James Joyce"
          ],
          "publishedDate": "2018-03-19",
          "description": "James JoyceÕs 1916 novella A Portrait of the Artist as a Young Man is about the early manhood of Stephen Dedalus, later one of the leading characters in Ulysses. StephenÕs growing self-awareness as an artist forces him to reject the whole narrow world in which he has been brought up, including family ties, nationalism, and the Catholic religion.",
          "categories": [
            "Fiction"
          ],
          "imageLinks": {
            "smallThumbnail": "http://books.google.com/books/content?id=-sZSDwAAQBAJ&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
            "thumbnail": "http://books.google.com/books/content?id=-sZSDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
          }
        }
      },
      {
        "id": "a98mCwAAQBAJ",
        "volumeInfo": {
          "title": "Jacob's Room",
          "authors": [
            "Virgina Woolf"
          ],
          "publishedDate": "2015-08-07",
          "description": "A Nonconformist Novel with No Central Character “Either we are men, or we are women. Either we are cold, or we are sentimental. Either we are young, or growing old. In any case life is but a procession of shadows, and God knows why it is that we embrace them so eagerly, and see them depart with such anguish, being shadows.” - Virginia Woolf, Jacob's Room Jacob’s Room is not your typical Victorian English novel. The fact that there is no real protagonist stands out the most. Jacob is not actually a character, only a collection of memories, feelings and sensations. His life is like a room seen through the eyes of other people. This Xist Classics edition has been professionally formatted for e-readers with a linked table of contents. This eBook also contains a bonus book club leadership guide and discussion questions. We hope you’ll share this book with your friends, neighbors and colleagues and can’t wait to hear what you have to say about it.",
          "categories": [
            "Fiction"
          ],
          "imageLinks": {
            "smallThumbnail": "http://books.google.com/books/content?id=a98mCwAAQBAJ&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
            "thumbnail": "http://books.google.com/books/content?id=a98mCwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
          }
        }
      },
      {
        "id": "ICZXBAAAQBAJ",
        "volumeInfo": {
          "title": "Twelfth Night",
          "authors": [
            "William Shakespeare"
          ],
          "publishedDate": "2014-01-01",
          "description": "In the kingdom of Illyria, a love triangle has everyone on edge. Orsino loves Olivia, a bereaved noblewoman who is in mourning for her dead brother. Olivia loves Cesario, who is actually a woman named Viola. Viola had dressed as a man in order to gain employment in Orsino's household. Viola, of course, falls in love with Orsino, and he has no knowledge of the true identity of his \"male\" servant, Cesario. A romantic romp full of tricks, twists, and happy reunions, this unabridged version of William Shakespeare's classic comedy was first published in England in 1623.",
          "categories": [
            "Drama"
          ],
          "imageLinks": {
            "smallThumbnail": "http://books.google.com/books/content?id=ICZXBAAAQBAJ&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
            "thumbnail": "http://books.google.com/books/content?id=ICZXBAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
          }
        }
      },
      {
        "id": "D32yEAAAQBAJ",
        "volumeInfo": {
          "title": "How I Found Livingstone",
          "authors": [
            "Henry M. Stanley"
          ],
          "publishedDate": "2023-03-07",
          "description": "Reprint of the original, first published in 1872. The publishing house Anatiposi publishes historical books as reprints. Due to their age, these books may have missing pages or inferior quality. Our aim is to preserve these books and make them available to the public so that they do not get lost.",
          "categories": [
            "Fiction"
          ],
          "imageLinks": {
            "smallThumbnail": "http://books.google.com/books/content?id=D32yEAAAQBAJ&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
            "thumbnail": "http://books.google.com/books/content?id=D32yEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
          }
        }
      },
      {
        "id": "fP33EAAAQBAJ",
        "volumeInfo": {
          "title": "THE Murder Of Roger Ackroyd",
          "authors": [
            "AGATHA CHRISTIE"
          ],
          "publishedDate": "2024-02-29",
          "description": "Considered to be one of Agatha Christie's greatest, and also most controversial mysteries, 'The Murder Of Roger Ackroyd' breaks the rules of traditional mystery. The peaceful English village of King’s Abbot is stunned. The widow Ferrars dies from an overdose of Veronal. Not twenty-four hours later, Roger Ackroyd—the man she had planned to marry—is murdered. It is a baffling case involving blackmail and death that taxes Hercule Poirot’s “little grey cells” before he reaches one of the most startling conclusions of his career. Librarian's note: the first fifteen novels in the Hercule Poirot series are 1) The Mysterious Affair at Styles, 1920; 2) The Murder on the Links, 1923; 3) The Murder of Roger Ackroyd, 1926; 4) The Big Four, 1927; 5) The Mystery of the Blue Train, 1928; 6) Peril at End House, 1932; 7) Lord Edgware Dies, 1933; 8) Murder on the Orient Express, 1934; 9) Three Act Tragedy, 1935; 10) Death in the Clouds, 1935; 11) The A.B.C. Murders, 1936; 12) Murder in Mesopotamia, 1936; 13) Cards on the Table, 1936; 14) Dumb Witness, 1937; and 15) Death on the Nile, 1937. These are just the novels; Poirot also appears in this period in a play, Black Coffee, 1930, and two collections of short stories, Poirot Investigates, 1924, and Murder in the Mews, 1937. Each novel, play and short story has its own entry on Goodreads.",
          "categories": [
            "Fiction"
          ],
          "imageLinks": {
            "smallThumbnail": "http://books.google.com/books/content?id=fP33EAAAQBAJ&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
            "thumbnail": "http://books.google.com/books/content?id=fP33EAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
          }
        }
      },
      {
        "id": "8T9_cxH7z6sC",
        "volumeInfo": {
          "title": "The Trial",
          "authors": [
            "Franz Kafka"
          ],
          "publishedDate": "1992-06-30",
          "description": "The story of the mysterious indictment, trial, and reckoning forced upon Joseph K—one of the twentieth century’s master parables from one of the greatest writers of the twentieth century, the author of The Metamorphosis. Translated by Willa and Edwin Muir The Trial reflects the central spiritual crises of modern life. Kafka’s method—one that has influenced, in some way, almost every writer of substance who followed him—was to render the absurd and the terrifying convincing by a scrupulous, hyperreal matter-of-factness of tone and treatment. He thereby imparted to his work a level of seriousness normally associated with civilization’s most cherished poems and religious texts. Everyman's Library pursues the highest production standards, printing on acid-free cream-colored paper, with full-cloth cases with two-color foil stamping, decorative endpapers, silk ribbon markers, European-style half-round spines, and a full-color illustrated jacket. Contemporary Classics include an introduction, a select bibliography, and a chronology of the author's life and times.",
          "categories": [
            "Fiction"
          ],
          "imageLinks": {
            "smallThumbnail": "http://books.google.com/books/content?id=8T9_cxH7z6sC&printsec=frontcover&img=1&zoom=5&source=gbs_api",
            "thumbnail": "http://books.google.com/books/content?id=8T9_cxH7z6sC&printsec=frontcover&img=1&zoom=1&source=gbs_api"
          }
        }
      },
      {
        "id": "UKDyDwAAQBAJ",
        "volumeInfo": {
          "title": "A Tourist Guide To Lancre",
          "authors": [
            "Stephen Briggs",
            "Terry Pratchett"
          ],
          "publishedDate": "2020-09-10",
          "description": "Not only an artistic and breathtaking view of Lancre but also an interesting and informative guide to one of the Discworld's more, er, picturesque kingdoms. Granny Weatherwax, Nanny Ogg and Magrat Garlick live there. Lancre could hardly be somwhere ordinary, could it? Magic glues the Discworld together and a lot of it ends up in Lancre, principal Kingdom of the Ramtop Mountains. Between Uberwald and Whale Bay, the Octarine Grass Country and the Windersins Ocean lies the most exciting and dangerous terrain in all Discworld. The Ramtops supply Discworld with most of its witches and wizards. The leaves on the trees move even when there is no breeze. Rocks go for a stroll in the evening. Even the land, at times, seems alive. The mapp may be only two-dimensional, but watch it very carefully and you might just see it jostle about a bit.",
          "categories": [
            "Fiction"
          ],
          "imageLinks": {
            "smallThumbnail": "http://books.google.com/books/content?id=UKDyDwAAQBAJ&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
            "thumbnail": "http://books.google.com/books/content?id=UKDyDwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
          }
        }
      },
      {
        "id": "MZyXEAAAQBAJ",
        "volumeInfo": {
          "title": "Mohini Theevu",
          "authors": [
            "Kalki"
          ],
          "publishedDate": "2022-10-26",
          "description": "Conversations turns into story telling of one’s lifetime experience of visiting a Island somewhere below the Sri Lanka. A Writer who forced to take a trip to India from Burma aka Myanmar due to outbreak of war. Unfortunately or fortunately he get to travel in a old crowded ship.Due to Fear of bombers captain of the ship takes them to near by island. Beauty of the island invites everyone to it but few along with captain travels to the island. Where captain explains his earlier visit to island and take them back to ship. But writer wish to spend some more time before the ship continues its voyage so he hide himself behind the trees. Captain and passengers takes the row boat and ride back to the ship. They realise they left someone behind but due to sunset they decide to stay back in ship till dawn. Writer revisit the spot he enjoyed few moments back and experience something strange events. How those strange events impact him? Did he able to return back to ship? What story is awaiting for the writer to tell his friends is all about the story.",
          "categories": [
            "Fiction"
          ],
          "imageLinks": {
            "smallThumbnail": "http://books.google.com/books/content?id=MZyXEAAAQBAJ&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
            "thumbnail": "http://books.google.com/books/content?id=MZyXEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
          }
        }
      },
      {
        "id": "J4-MEAAAQBAJ",
        "volumeInfo": {
          "title": "The Black Arrow",
          "authors": [
            "Robert Louis Stevenson"
          ],
          "publishedDate": "2007-12-18",
          "description": "From the beloved author of Treasure Island Originally serialized in a periodical of boys' adventure fiction, The Black Arrow is a swashbuckling portrait of a young man's journey to discover the heroism within himself. Young Dick Shelton, caught in the midst of England's War of the Roses, finds his loyalties torn between the guardian who will ultimately betray him and the leader of a secret fellowship, The Black Arrow. As Shelton is drawn deeper into this conspiracy, he must distinguish friend from foe and confront war, shipwreck, revenge, murder, and forbidden love, as England's crown threatens to topple around him. For more than seventy years, Penguin has been the leading publisher of classic literature in the English-speaking world. With more than 1,700 titles, Penguin Classics represents a global bookshelf of the best works throughout history and across genres and disciplines. Readers trust the series to provide authoritative texts enhanced by introductions and notes by distinguished scholars and contemporary authors, as well as up-to-date translations by award-winning translators.",
          "categories": [
            "Fiction"
          ],
          "imageLinks": {
            "smallThumbnail": "http://books.google.com/books/content?id=J4-MEAAAQBAJ&printsec=frontcover&img=1&zoom=5&source=gbs_api",
            "thumbnail": "http://books.google.com/books/content?id=J4-MEAAAQBAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api"
          }
        }
      },
      {
        "id": "oNY0DwAAQBAJ",
        "volumeInfo": {
          "title": "There There",
          "authors": [
            "Tommy Orange"
          ],
          "publishedDate": "2018-06-05",
          "description": "PULITZER PRIZE FINALIST • NATIONAL BESTSELLER • A wondrous and shattering award-winning novel that follows twelve characters from Native communities: all traveling to the Big Oakland Powwow, all connected to one another in ways they may not yet realize. A contemporary classic, this “astonishing literary debut” (Margaret Atwood, bestselling author of The Handmaid’s Tale) “places Native American voices front and center” (NPR/Fresh Air). One of The Atlantic’s Great American Novels of the Past 100 Years Among them is Jacquie Red Feather, newly sober and trying to make it back to the family she left behind. Dene Oxendene, pulling his life together after his uncle’s death and working at the powwow to honor his memory. Fourteen-year-old Orvil, coming to perform traditional dance for the very first time. They converge and collide on one fateful day at the Big Oakland Powwow and together this chorus of voices tells of the plight of the urban Native American—grappling with a complex and painful history, with an inheritance of beauty and spirituality, with communion and sacrifice and heroism A book with “so much jangling energy and brings so much news from a distinct corner of American life that it’s a revelation” (The New York Times). It is fierce, funny, suspenseful, and impossible to put down--full of poetry and rage, exploding onto the page with urgency and force. There There is at once poignant and unflinching, utterly contemporary and truly unforgettable. Don't miss Tommy Orange's new book, Wandering Stars!",
          "categories": [
            "Fiction"
          ],
          "imageLinks": {
            "smallThumbnail": "http://books.google.com/books/content?id=oNY0DwAAQBAJ&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
            "thumbnail": "http://books.google.com/books/content?id=oNY0DwAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
          }
        }
      },
      {
        "id": "1RKjZlrYouEC",
        "volumeInfo": {
          "title": "The Dream of the Celt",
          "authors": [
            "Mario Vargas Llosa"
          ],
          "publishedDate": "2012-06-05",
          "description": "This “vast and intriguing novel” explores the life of an Irish nationalist who exposed Britain’s colonial crimes—by the Nobel Prize–winning author (Guardian, UK). In 1916, the Irish nationalist Roger Casement was hanged by the British government for treason. Casement had dedicated his extraordinary life to improving the plight of oppressed peoples around the world—especially the native populations in the Belgian Congo and the Amazon. But when he dared to draw a parallel between the injustices he witnessed in African and American colonies and those committed by the British in Northern Ireland, he became involved in a cause that led to his imprisonment and execution. When Casement’s homosexuality was revealed by his prosecutors—who drew excerpts from his personal “black diary”—the resulting scandal tainted his image to such a degree that his pioneering human rights work was nearly forgotten to history. In The Dream of the Celt, Mario Vargas Llosa—one of Latin America’s most vibrant, provocative, and necessary literary voices—brings this complex character to life as no other writer can. A masterful work, sharply translated by Edith Grossman, The Dream of the Celt tackles a controversial man whose story has long been neglected, and, in so doing, pushes at the boundaries of the historical novel.",
          "categories": [
            "Fiction"
          ],
          "imageLinks": {
            "smallThumbnail": "http://books.google.com/books/content?id=1RKjZlrYouEC&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
            "thumbnail": "http://books.google.com/books/content?id=1RKjZlrYouEC&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
          }
        }
      },
      {
        "id": "CmpypjdQsHYC",
        "volumeInfo": {
          "title": "Ecstasy",
          "authors": [
            "Irvine Welsh"
          ],
          "publishedDate": "1996",
          "description": "A bestsellig romance author suffers a paralyzing stroke and her philandering husband wonders how this will affect his gambling and whoring budget; two young lovers must come to terms with their chemically induced deformity; Lloyd from Leith transfigures his passion for an unhappily married woman. These three tales confirm Irvine Welsh's position as a master of the \"chemical\" romance genre.",
          "categories": [
            "Fiction"
          ],
          "imageLinks": {
            "smallThumbnail": "http://books.google.com/books/content?id=CmpypjdQsHYC&printsec=frontcover&img=1&zoom=5&source=gbs_api",
            "thumbnail": "http://books.google.com/books/content?id=CmpypjdQsHYC&printsec=frontcover&img=1&zoom=1&source=gbs_api"
          }
        }
      },
      {
        "id": "q2WM6gXLEfwC",
        "volumeInfo": {
          "title": "Robinson Crusoe",
          "authors": [
            "Daniel Defoe",
            "D. K. Swan"
          ],
          "publishedDate": "1976",
          "description": "A simplified version of the experiences of an Englishman stranded by shipwreck on a desert island, where he survives for some thirty years.",
          "categories": [
            "Fiction"
          ],
          "imageLinks": {
            "smallThumbnail": "http://books.google.com/books/content?id=q2WM6gXLEfwC&printsec=frontcover&img=1&zoom=5&source=gbs_api",
            "thumbnail": "http://books.google.com/books/content?id=q2WM6gXLEfwC&printsec=frontcover&img=1&zoom=1&source=gbs_api"
          }
        }
      },
      {
        "id": "xwSWzQEACAAJ",
        "volumeInfo": {
          "title": "The Picture of Dorian Gray Illustrated",
          "authors": [
            "Oscar Wilde"
          ],
          "publishedDate": "2020-06-18",
          "description": "The Picture of Dorian Gray is a Gothic and philosophical novel by Oscar Wilde, first published complete in the July 1890 issue of Lippincott's Monthly Magazine.Fearing the story was indecent, the magazine's editor deleted roughly five hundred words before publication without Wilde's knowledge. Despite that censorship, The Picture of Dorian Gray offended the moral sensibilities of British book reviewers, some of whom said that Oscar Wilde merited prosecution for violating the laws guarding public morality. In response, Wilde aggressively defended his novel and art in correspondence with the British press, although he personally made excisions of some of the most controversial material when revising and lengthening the story for book publication the following year.",
          "imageLinks": {
            "smallThumbnail": "http://books.google.com/books/content?id=xwSWzQEACAAJ&printsec=frontcover&img=1&zoom=5&source=gbs_api",
            "thumbnail": "http://books.google.com/books/content?id=xwSWzQEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api"
          }
        }
      },
      {
        "id": "x093EAAAQBAJ",
        "volumeInfo": {
          "title": "The Festival of Insignificance",
          "authors": [
            "Milan Kundera"
          ],
          "publishedDate": "2023-07-18",
          "description": "“Slender but weighty. . . . What is moving about this novel is its embrace of what has always driven Kundera, the delicate state of living between being and nothingness.”— Boston Globe From the internationally acclaimed, bestselling author of The Unbearable Lightness of Being, an entertaining and enchanting novel—\"a fitting capstone on an extraordinary career.\" (Slate) Casting light on the most serious of problems and at the same time saying not one serious sentence; being fascinated by the reality of the contemporary world and at the same time completely avoiding realism—that’s The Festival of Insignificance. Readers who know Milan Kundera’s earlier books know that the wish to incorporate an element of the “unserious” in a novel is not at all unexpected of him. In Immortality, Goethe and Hemingway stroll through several chapters together talking and laughing. And in Slowness, Vera, the author’s wife, says to her husband: “you’ve often told me you meant to write a book one day that would have not a single serious word in it…I warn you: watch out. Your enemies are lying in wait.” Kundera is finally and fully realizing his old aesthetic dream in this novel that we could easily view as a summation of his whole work. A strange sort of summation. Strange sort of epilogue. Strange sort of laughter, inspired by our time, which is comical because it has lost all sense of humor. What more can we say? Nothing. Just read.",
          "categories": [
            "Fiction"
          ],
          "imageLinks": {
            "smallThumbnail": "http://books.google.com/books/content?id=x093EAAAQBAJ&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
            "thumbnail": "http://books.google.com/books/content?id=x093EAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
          }
        }
      },
      {
        "id": "JSOvEAAAQBAJ",
        "volumeInfo": {
          "title": "Little Black Sambo",
          "authors": [
            "Helen Bannerman"
          ],
          "publishedDate": "2016-08-11",
          "description": "The Story of Little Black Sambo is a children's book written and illustrated by Scottish author Helen Bannerman, and first published by Grant Richards in October 1899 as one in a series of small-format books called The Dumpy Books for Children. The story was a children's favorite for more than half a century but would become a victim of allegations of racism in the mid-20th century. Critics of the time observed that Bannerman presents one of the first black heroes in children's literature and regarded the book as positively portraying black characters in both the text and pictures, especially in comparison to the more negative books of that era that depicted blacks as simple and uncivilized. Both text and illustrations have undergone considerable revision since.",
          "categories": [
            "Fiction"
          ],
          "imageLinks": {
            "smallThumbnail": "http://books.google.com/books/content?id=JSOvEAAAQBAJ&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
            "thumbnail": "http://books.google.com/books/content?id=JSOvEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
          }
        }
      },
      {
        "id": "TwVqzgEACAAJ",
        "volumeInfo": {
          "title": "Pride and Prejudice Annotated",
          "authors": [
            "Jane Austen"
          ],
          "publishedDate": "2021-04-30",
          "description": "Along with the plays of William Shakespeare and the works of Charles Dickens, Jane Austen's novels are among the most beloved books of Western literature. Pride and Prejudice (1813) was in Austen's lifetime her most popular novel, and it was the author's personal favorite. Adapted many times to the screen and stage, and the inspiration for numerous imitations, it remains today her most widely read book. Now, in this beautifully illustrated and annotated edition, distinguished scholar Patricia Meyer Spacks instructs the reader in a larger appreciation of the novel's enduring pleasures and provides analysis of Darcy, Elizabeth Bennet, Lady Catherine, and all the characters who inhabit the world of Pride and Prejudice.",
          "imageLinks": {
            "smallThumbnail": "http://books.google.com/books/content?id=TwVqzgEACAAJ&printsec=frontcover&img=1&zoom=5&source=gbs_api",
            "thumbnail": "http://books.google.com/books/content?id=TwVqzgEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api"
          }
        }
      },
      {
        "id": "D5i5wgEACAAJ",
        "volumeInfo": {
          "title": "Remembered Death",
          "authors": [
            "Agatha Christie"
          ],
          "publishedDate": "1984-11-02",
          "description": "Rosemary took a glass of champagne and died--was it suicide? The six guests begin to remember things and the killer strikes again.",
          "categories": [
            "Detective and mystery stories"
          ]
        }
      },
      {
        "id": "3qAezgEACAAJ",
        "volumeInfo": {
          "title": "Pride and Prejudice Illustrated",
          "authors": [
            "Jane Austen"
          ],
          "publishedDate": "2020-12-15",
          "description": "Pride and Prejudice is a romantic novel of manners written by Jane Austen in 1813. The novel follows the character development of Elizabeth Bennet, the dynamic protagonist of the book who learns about the repercussions of hasty judgments and comes to appreciate the difference between superficial goodness and actual goodness. Its humour lies in its honest depiction of manners, education, marriage, and money during the Regency era in Great Britain.",
          "imageLinks": {
            "smallThumbnail": "http://books.google.com/books/content?id=3qAezgEACAAJ&printsec=frontcover&img=1&zoom=5&source=gbs_api",
            "thumbnail": "http://books.google.com/books/content?id=3qAezgEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api"
          }
        }
      },
      {
        "id": "HIzLEAAAQBAJ",
        "volumeInfo": {
          "title": "Rupert of Hentzau From The Memoirs of Fritz Von Tarlenheim",
          "authors": [
            "Anthony Hope"
          ],
          "publishedDate": "2023-07-15",
          "description": "Thus, worse than widowed, she lived for three years; and once only in each year she sent three words to the man she loved, and received from him three words in answer. Then her strength failed her. A pitiful scene had occurred in which the king peevishly upbraided her in regard to some trivial matter — the occasion escapes my memory — speaking to her before others words that even alone she could not have listened to with dignity. I was there, and Sapt; the colonel’s small eyes had gleamed in anger. “I should like to shut his mouth for him,” I heard him mutter, for the king’s waywardness had well-nigh worn out even his devotion. The thing, of which I will say no more, happened a day or two before I was to set out to meet Mr. Rassendyll. I was to seek him this time at Wintenberg, for I had been recognized the year before at Dresden; and Wintenberg, being a smaller place and less in the way of chance visitors, was deemed safer. I remember well how she was when she called me into her own room, a few hours after she had left the king. She stood by the table; the box was on it, and I knew well that the red rose and the message were within. But there was more to-day. Without preface she broke into the subject of my errand...FROM THE BOOKS",
          "categories": [
            "Fiction"
          ],
          "imageLinks": {
            "smallThumbnail": "http://books.google.com/books/content?id=HIzLEAAAQBAJ&printsec=frontcover&img=1&zoom=5&edge=curl&source=gbs_api",
            "thumbnail": "http://books.google.com/books/content?id=HIzLEAAAQBAJ&printsec=frontcover&img=1&zoom=1&edge=curl&source=gbs_api"
          }
        }
      },
      {
        "id": "VCfhnQEACAAJ",
        "volumeInfo": {
          "title": "The Iliad",
          "authors": [
            "Homer",
            "Samuel Butler"
          ],
          "publishedDate": "2013-12-30",
          "description": "The Iliad, written more than 2.500 years ago, remains one of the classics of Western literature. It originally appeared in poem format, written in the rhythmic dactylic hexameter format, and tells the story of the ten year siege of the city of Troy during the Trojan War. By way of flashbacks and background setting, the work is the main source of many great legends of Greek mythology, including the cause of the war (the lover Paris and his stolen bride, the half-goddess Helen of Troy), the epic battle between the half-god warrior Achilles and the Trojan hero Hector following the death of Patroclus, the sack of Troy, and, of course, the death of Achilles through his one vulnerable spot-his heel. Other famous characters who appear in this epic work include Agamemnon, the King of Mycenae and leader of the Greeks; Odysseus, King of Ithaca; the warrior Ajax, Menelaus, King of Sparta, husband of Helen and brother of Agamemnon; Nestor, King of Pylos, and trusted advisor to Agamemnon; Priam, King of Troy; and Hecuba, Priam's wife. Numerous gods and goddesses also make their appearance, interfering in the events as their favorites engage each other in battle. The Iliad was regarded as a cultural treasure in the time of Classical Greece and its importance did not diminish with time. The Renaissance allowed its appearance in Western Europe and it has remained an important part of European culture and heritage for nearly three millennia. This version has been completely reset using the classic English translation which converted the poetry to conventional text.",
          "categories": [
            "Fiction"
          ],
          "imageLinks": {
            "smallThumbnail": "http://books.google.com/books/content?id=VCfhnQEACAAJ&printsec=frontcover&img=1&zoom=5&source=gbs_api",
            "thumbnail": "http://books.google.com/books/content?id=VCfhnQEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api"
          }
        }
      },
      {
        "id": "A2Ni0AEACAAJ",
        "volumeInfo": {
          "title": "Father Goriot",
          "authors": [
            "Honoré de Balzac"
          ],
          "publishedDate": "2024-01-05",
          "description": "Le Père Goriot (\"Old Goriot\" or \"Father Goriot\") is an 1835 novel by French novelist and playwright Honoré de Balzac (1799-1850), included in the Scènes de la vie privée section of his novel sequence La Comédie humaine. Set in Paris in 1819, it follows the intertwined lives of three characters: the elderly doting Goriot, a mysterious criminal-in-hiding named Vautrin and a naive law student named Eugène de Rastignac. Originally published in serial form during the winter of 1834-1835, Le Père Goriot is widely considered Balzac's most important novel. It marks the first serious use by the author of characters who had appeared in other books, a technique that distinguishes Balzac's fiction. The novel is also noted as an example of his realist style, using minute details to create character and subtext. The novel takes place during the Bourbon Restoration, which brought profound changes to French society; the struggle by individuals to secure a higher social status is a major theme in the book. The city of Paris also impresses itself on the characters - especially young Rastignac, who grew up in the provinces of southern France. Balzac analyzes, through Goriot and others, the nature of family and marriage, providing a pessimistic view of these institutions. The novel was released to mixed reviews. Some critics praised the author for his complex characters and attention to detail; others condemned him for his many depictions of corruption and greed. A favorite of Balzac's, the book quickly won widespread popularity and has often been adapted for film and the stage. It gave rise to the French expression \"Rastignac\", a social climber willing to use any means to better his situation. (wikipedia.org) About the author: Honoré de Balzac born Honoré Balzac; (20 May 1799 - 18 August 1850) was a French novelist and playwright. The novel sequence La Comédie humaine, which presents a panorama of post-Napoleonic French life, is generally viewed as his magnum opus. Owing to his keen observation of detail and unfiltered representation of society, Balzac is regarded as one of the founders of realism in European literature. He is renowned for his multi-faceted characters; even his lesser characters are complex, morally ambiguous and fully human. Inanimate objects are imbued with character as well; the city of Paris, a backdrop for much of his writing, takes on many human qualities. His writing influenced many famous writers, including the novelists Émile Zola, Charles Dickens, Marcel Proust, Gustave Flaubert, and Henry James, and filmmakers François Truffaut and Jacques Rivette. Many of Balzac's works have been made into films and continue to inspire other writers. James called him \"really the father of us all.\" An enthusiastic reader and independent thinker as a child, Balzac had trouble adapting to the teaching style of his grammar school. His willful nature caused trouble throughout his life and frustrated his ambitions to succeed in the world of business. When he finished school, Balzac was apprenticed in a law office, but he turned his back on the study of law after wearying of its inhumanity and banal routine. Before and during his career as a writer, he attempted to be a publisher, printer, businessman, critic, and politician; he failed in all of these efforts. La Comédie Humaine reflects his real-life difficulties, and includes scenes from his own experience. Balzac suffered from health problems throughout his life, possibly owing to his intense writing schedule. His relationship with his family was often strained by financial and personal drama, and he lost more than one friend over critical reviews. In 1850, Balzac married Ewelina Hańska (née Contessa Rzewuska), a Polish aristocrat and his longtime love. He died in Paris six months later. (wikipedia.org)",
          "imageLinks": {
            "smallThumbnail": "http://books.google.com/books/content?id=A2Ni0AEACAAJ&printsec=frontcover&img=1&zoom=5&source=gbs_api",
            "thumbnail": "http://books.google.com/books/content?id=A2Ni0AEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api"
          }
        }
      }
    ]
  }